{
  "dialogue_history": [
    {
      "role": "left",
      "content": "Chào anh/chị, tôi là Minh Anh, chuyên viên tư vấn của Cổng Dịch vụ công Quốc gia. Rất vui được hỗ trợ anh/chị. Anh/chị đang cần tìm hiểu về thủ tục nào ạ?",
      "timestamp": 1757406406.4906478
    },
    {
      "role": "right",
      "content": "Chào cô. Tôi muốn hỏi về thủ tục làm sổ đỏ. Tôi có miếng đất ở quê mà chưa có giấy tờ gì cả, giờ muốn làm sổ đỏ cho nó thì cần những gì và làm ở đâu ạ?",
      "timestamp": 1757406409.9275436
    },
    {
      "role": "left",
      "content": "Chào anh/chị. Cảm ơn anh/chị đã liên hệ. Để làm sổ đỏ (Giấy chứng nhận quyền sử dụng đất, quyền sở hữu nhà ở và tài sản khác gắn liền với đất) cho mảnh đất chưa có giấy tờ, quy trình sẽ phức tạp hơn một chút so với đất đã có giấy tờ cũ.  Đầu tiên, anh/chị cần xác định rõ mảnh đất của mình thuộc trường hợp nào trong các trường hợp sau đây, vì mỗi trường hợp sẽ có yêu cầu về hồ sơ và điều kiện khác nhau:  1.  **Đất đã sử dụng ổn định từ trước ngày 15 tháng 10 năm 1993:** Đây là trường hợp có thể được cấp sổ đỏ mà không phải nộp tiền sử dụng đất, nếu không vi phạm pháp luật về đất đai. 2.  **Đất đã sử dụng ổn định từ ngày 15 tháng 10 năm 1993 đến trước ngày 01 tháng 7 năm 2004:** Có thể được cấp sổ đỏ và có thể phải nộp một phần tiền sử dụng đất. 3.  **Đất đã sử dụng ổn định từ ngày 01 tháng 7 năm 2004 đến trước ngày 01 tháng 7 năm 2014:** Có thể được cấp sổ đỏ và phải nộp tiền sử dụng đất theo quy định. 4.  **Đất đã sử dụng ổn định từ ngày 01 tháng 7 năm 2014 đến nay:** Việc cấp sổ đỏ sẽ phức tạp hơn và thường yêu cầu phải phù hợp với quy hoạch sử dụng đất.  Anh/chị có thể cho tôi biết mảnh đất của mình đã được sử dụng từ khoảng thời gian nào không ạ? Và mảnh đất đó có tranh chấp với ai không, hoặc có giấy tờ mua bán, chuyển nhượng viết tay nào không ạ?",
      "timestamp": 1757406421.6414235
    },
    {
      "role": "right",
      "content": "À, đất này là đất của ông bà tôi để lại, nhà tôi dùng từ lâu lắm rồi, chắc phải từ trước năm 1993 ấy cô. Hồi đó thì chưa có làm giấy tờ gì cả, cứ thế mà dùng thôi.  Đất thì không có tranh chấp gì với ai hết. Hồi xưa ông tôi có mua lại một phần nhỏ của hàng xóm, có giấy viết tay nhưng giờ không biết còn tìm được không nữa. Còn lại là đất nhà mình tự khai hoang từ lâu rồi.",
      "timestamp": 1757406425.9439526
    },
    {
      "role": "left",
      "content": "Dạ vâng, trường hợp đất sử dụng ổn định từ trước ngày 15 tháng 10 năm 1993 và không có tranh chấp là một lợi thế rất lớn. Nếu tìm được giấy tờ viết tay mua bán đó thì càng tốt, còn nếu không tìm được cũng không sao, chúng ta sẽ có cách khác để chứng minh nguồn gốc.  Với trường hợp này, hồ sơ cơ bản anh/chị cần chuẩn bị bao gồm:  1.  **Đơn đăng ký, cấp Giấy chứng nhận quyền sử dụng đất, quyền sở hữu nhà ở và tài sản khác gắn liền với đất:** Anh/chị có thể tải mẫu này trên Cổng Dịch vụ công Quốc gia hoặc nhận tại cơ quan tiếp nhận hồ sơ. 2.  **Một trong các loại giấy tờ chứng minh về nguồn gốc đất (nếu có):**     *   Giấy tờ về quyền được sử dụng đất trước ngày 15 tháng 10 năm 1993 do cơ quan có thẩm quyền cấp trong quá trình thực hiện chính sách đất đai của Nhà nước Việt Nam dân chủ Cộng hòa, Chính phủ Cách mạng lâm thời Cộng hòa miền Nam Việt Nam và Nhà nước Cộng hòa xã hội chủ nghĩa Việt Nam;     *   Giấy tờ về quyền sử dụng đất do cơ quan có thẩm quyền thuộc chế độ cũ cấp cho người sử dụng đất;     *   Giấy tờ hợp pháp về thừa kế, tặng cho quyền sử dụng đất hoặc tài sản gắn liền với đất; giấy tờ giao nhà tình nghĩa, nhà tình thương gắn liền với đất;     *   Giấy tờ chuyển nhượng quyền sử dụng đất, mua bán nhà ở gắn liền với đất ở trước ngày 15 tháng 10 năm 1993 được Ủy ban nhân dân cấp xã xác nhận là đã sử dụng trước ngày 15 tháng 10 năm 1993;     *   Giấy tờ về thanh lý, hóa giá nhà ở gắn liền với đất ở; giấy tờ mua nhà ở thuộc sở hữu nhà nước theo quy định của pháp luật;     *   Giấy tờ về quyền sử dụng đất do cơ quan có thẩm quyền thuộc chế độ cũ cấp;     *   Các loại giấy tờ khác được xác lập trước ngày 15 tháng 10 năm 1993 theo quy định của Chính phủ.     *   **Trong trường hợp của anh/chị, nếu không có các giấy tờ trên, anh/chị cần có xác nhận của UBND cấp xã (xã/phường nơi có đất) về việc đất đã được sử dụng ổn định, không có tranh chấp, phù hợp với quy hoạch sử dụng đất tại địa phương.** Đây là điểm rất quan trọng. 3.  **Giấy tờ tùy thân của người nộp hồ sơ:** Chứng minh nhân dân/Căn cước công dân (bản sao có chứng thực hoặc bản sao kèm bản gốc để đối chiếu). 4.  **Sổ hộ khẩu (bản sao có chứng thực hoặc bản sao kèm bản gốc để đối chiếu).** 5.  **Bản vẽ sơ đồ nhà ở, công trình xây dựng (nếu có nhà/công trình trên đất).**  **Về nơi nộp hồ sơ:** Anh/chị sẽ nộp hồ sơ tại **Văn phòng Đăng ký đất đai cấp huyện** nơi có đất, hoặc **Chi nhánh Văn phòng Đăng ký đất đai** nếu huyện đó có chi nhánh. Đối với một số địa phương, UBND cấp xã cũng có thể tiếp nhận hồ sơ ban đầu.  **Quy trình chung sẽ là:** Nộp hồ sơ -> Cơ quan tiếp nhận kiểm tra, đo đạc đất đai (nếu cần) -> Thẩm định hồ sơ -> Lấy ý kiến công khai tại địa phương -> Xác định nghĩa vụ tài chính (nếu có) -> Cấp Giấy chứng nhận.  Anh/chị có câu hỏi nào khác về các loại giấy tờ hoặc quy trình này không ạ?",
      "timestamp": 1757406436.8974075
    },
    {
      "role": "right",
      "content": "À vậy là mình phải về xã để xin cái xác nhận là đất dùng ổn định, không tranh chấp đúng không cô? Cái này có khó không nhỉ? Với lại, cái bản vẽ sơ đồ nhà ở, công trình xây dựng là mình tự vẽ hay phải thuê người vẽ cô? Nhà tôi có mỗi cái nhà cấp 4 cũ thôi.",
      "timestamp": 1757406438.0590441
    },
    {
      "role": "left",
      "content": "Dạ đúng rồi ạ, việc xin xác nhận của UBND cấp xã về việc đất đã sử dụng ổn định, không tranh chấp, và phù hợp quy hoạch là một bước rất quan trọng và thường là yêu cầu bắt buộc đối với đất chưa có giấy tờ.  **Về việc xin xác nhận tại xã:**  *   **Mức độ khó:** Thông thường, nếu đất của gia đình anh/chị đã sử dụng lâu năm, hàng xóm xung quanh đều biết và không có tranh chấp, việc xác nhận sẽ không quá khó khăn. Tuy nhiên, anh/chị cần chuẩn bị tinh thần là cán bộ địa chính xã có thể sẽ xuống tận nơi để kiểm tra thực tế, hỏi ý kiến những người liền kề hoặc những người biết về nguồn gốc, quá trình sử dụng đất của gia đình. Anh/chị nên chủ động liên hệ với cán bộ địa chính xã/phường để được hướng dẫn cụ thể về thủ tục và các giấy tờ cần thiết để hỗ trợ việc xác nhận này. *   **Để thuận lợi hơn:** Anh/chị có thể chuẩn bị một bản tự khai về quá trình sử dụng đất của gia đình, từ bao giờ, do ai sử dụng, có ai làm chứng (hàng xóm lâu năm chẳng hạn) để cung cấp cho cán bộ xã.  **Về bản vẽ sơ đồ nhà ở, công trình xây dựng:**  *   Anh/chị không cần tự vẽ ạ. Khi anh/chị nộp hồ sơ, **Văn phòng Đăng ký đất đai** sẽ có bộ phận hoặc sẽ cử đơn vị đo đạc chuyên nghiệp xuống tận nơi để đo đạc, lập bản đồ địa chính thửa đất và bản vẽ hiện trạng nhà ở, công trình (nếu có) trên đất. *   Việc này sẽ phát sinh một khoản phí đo đạc, lập bản đồ. Anh/chị sẽ được thông báo cụ thể về khoản phí này khi nộp hồ sơ hoặc khi có lịch đo đạc. *   Ngay cả khi chỉ có nhà cấp 4 cũ, việc đo vẽ này vẫn cần thiết để thể hiện chính xác vị trí, diện tích, ranh giới thửa đất và các công trình trên đó lên bản đồ địa chính và Giấy chứng nhận.  Anh/chị còn thắc mắc gì nữa không ạ?",
      "timestamp": 1757406445.0950167
    },
    {
      "role": "right",
      "content": "À ra vậy. Vậy là không cần tự vẽ thì tốt quá. Thế thì mình cứ về xã để xin cái xác nhận trước đã nhỉ. Mình có cần mang theo giấy tờ gì khi đến xã xin xác nhận không cô? Hay cứ đến nói chuyện thôi?",
      "timestamp": 1757406446.1312878
    },
    {
      "role": "left",
      "content": "Dạ vâng, để việc xin xác nhận tại xã được thuận lợi, anh/chị nên chuẩn bị một số giấy tờ và thông tin sau khi đến làm việc với cán bộ địa chính xã:  1.  **Giấy tờ tùy thân:** Bản sao Chứng minh nhân dân/Căn cước công dân và Sổ hộ khẩu của anh/chị (hoặc của người đại diện gia đình đang sinh sống trên đất, nếu anh/chị không trực tiếp đứng tên sử dụng). 2.  **Một bản tự khai về quá trình sử dụng đất:** Anh/chị nên viết một bản tóm tắt, trình bày rõ:     *   Mảnh đất có nguồn gốc từ đâu (ông bà để lại, khai hoang, mua bán viết tay...).     *   Thời điểm bắt đầu sử dụng đất (từ trước 1993).     *   Quá trình sử dụng đất của gia đình qua các thế hệ.     *   Xác nhận rằng đất không có tranh chấp với bất kỳ ai, không vi phạm quy hoạch, không lấn chiếm.     *   Nếu có giấy tờ mua bán viết tay cũ (dù không còn nguyên vẹn hoặc khó tìm), anh/chị cũng nên đề cập trong bản tự khai này. 3.  **Thông tin về thửa đất:** Vị trí cụ thể của mảnh đất (thôn, xóm, xã), diện tích ước tính, ranh giới với các hộ liền kề. 4.  **Tên và thông tin liên hệ của những người hàng xóm liền kề, hoặc những người lớn tuổi trong xóm có thể làm chứng cho quá trình sử dụng đất của gia đình.** Điều này sẽ giúp cán bộ địa chính xã dễ dàng hơn trong việc xác minh thông tin.  Việc chuẩn bị trước những thông tin và giấy tờ này sẽ giúp cán bộ địa chính xã nắm bắt tình hình nhanh chóng và hướng dẫn anh/chị các bước tiếp theo, cũng như các mẫu đơn cần điền (nếu có) để hoàn tất thủ tục xác nhận.  Anh/chị cứ trao đổi thẳng thắn với cán bộ xã về mong muốn làm sổ đỏ và cung cấp đầy đủ thông tin mà mình có. Họ sẽ là người hướng dẫn anh/chị chi tiết nhất về các yêu cầu cụ thể của địa phương.  Anh/chị còn câu hỏi nào khác về bước này không ạ?",
      "timestamp": 1757406455.2174563
    },
    {
      "role": "right",
      "content": "Thế là mình cứ chuẩn bị mấy thứ cô nói rồi về xã làm việc. Chắc cũng phải mất kha khá thời gian và đi lại nhiều đây. Mà cô ơi, cái phí làm sổ đỏ này thì tầm bao nhiêu tiền hả cô? Có phải nộp tiền sử dụng đất không, vì đất nhà tôi dùng lâu rồi?",
      "timestamp": 1757406456.4869876
    },
    {
      "role": "left",
      "content": "Dạ vâng, anh/chị nói đúng ạ, việc làm sổ đỏ cho đất chưa có giấy tờ thường sẽ mất một khoảng thời gian nhất định và cần sự kiên nhẫn, đi lại giữa các cơ quan.  Về các khoản phí và tiền sử dụng đất, tôi xin giải thích như sau:  **1. Về Tiền sử dụng đất (khoản phí lớn nhất, nếu có):**  *   Đây là điểm quan trọng nhất trong trường hợp của anh/chị. Theo quy định của Luật Đất đai năm 2013 và Nghị định 43/2014/NĐ-CP, đối với đất đã sử dụng ổn định **trước ngày 15 tháng 10 năm 1993** mà không có một trong các loại giấy tờ quy định tại Điều 100 Luật Đất đai, **nếu được Ủy ban nhân dân cấp xã xác nhận là không có tranh chấp và phù hợp với quy hoạch sử dụng đất, quy hoạch chi tiết xây dựng đô thị hoặc quy hoạch xây dựng điểm dân cư nông thôn tại thời điểm cấp Giấy chứng nhận, thì người sử dụng đất sẽ được cấp Giấy chứng nhận và không phải nộp tiền sử dụng đất.** *   Như vậy, nếu mảnh đất của gia đình anh/chị đáp ứng đủ các điều kiện trên (được sử dụng trước 15/10/1993, không tranh chấp, được xã xác nhận và phù hợp quy hoạch), thì **rất có thể anh/chị sẽ được miễn toàn bộ tiền sử dụng đất.** Đây là một lợi thế rất lớn.  **2. Các khoản phí, lệ phí khác (các khoản này thường nhỏ hơn nhiều so với tiền sử dụng đất):**  *   **Lệ phí trước bạ:** Khoản này tính theo tỷ lệ phần trăm (%) trên giá trị đất hoặc nhà ở theo bảng giá đất của tỉnh/thành phố. Mức cụ thể do Hội đồng nhân dân cấp tỉnh quy định, thường là 0,5% hoặc 1%. *   **Phí thẩm định hồ sơ:** Mức phí này do Hội đồng nhân dân cấp tỉnh quy định, tùy thuộc vào diện tích đất, tính chất của hồ sơ. *   **Lệ phí cấp Giấy chứng nhận quyền sử dụng đất, quyền sở hữu nhà ở và tài sản khác gắn liền với đất:** Mức này cũng do Hội đồng nhân dân cấp tỉnh quy định, thường là vài chục đến vài trăm nghìn đồng tùy địa phương. *   **Phí đo đạc, lập bản đồ địa chính:** Khoản này sẽ được tính dựa trên diện tích thửa đất và đơn giá đo đạc của từng địa phương. Đây là chi phí anh/chị sẽ phải trả cho đơn vị đo đạc khi họ xuống thực hiện công việc. *   **Phí khai thác và sử dụng tài liệu đất đai (nếu có):** Một số trường hợp có thể phát sinh khoản phí này, nhưng thường không đáng kể.  **Tổng kết:**  Khoản chi phí lớn nhất là tiền sử dụng đất, nhưng trong trường hợp của anh/chị, có khả năng cao là sẽ được miễn. Các khoản phí còn lại là bắt buộc nhưng thường không quá lớn.  Để biết chính xác các mức phí cụ thể áp dụng tại địa phương của anh/chị, sau khi đã có xác nhận của UBND cấp xã và nộp hồ sơ ban đầu tại Văn phòng Đăng ký đất đai, cơ quan này sẽ thông báo cho anh/chị về các khoản nghĩa vụ tài chính cần thực hiện.  Anh/chị cứ yên tâm thực hiện các bước ban đầu. Điều quan trọng nhất là hoàn thiện hồ sơ và có được xác nhận từ UBND cấp xã về thời điểm sử dụng đất và tình trạng không tranh chấp ạ.  Anh/chị còn câu hỏi nào khác không ạ?",
      "timestamp": 1757406466.8690658
    },
    {
      "role": "right",
      "content": "Nghe cô nói vậy tôi cũng yên tâm phần nào. Vậy là đỡ lo về khoản tiền sử dụng đất rồi. Tôi sẽ cố gắng về xã để làm thủ tục xác nhận trước. Cảm ơn cô Minh Anh nhiều nhé, cô tư vấn rất rõ ràng.",
      "timestamp": 1757406468.1621215
    },
    {
      "role": "right",
      "content": "Dạ vâng, không có gì cô ạ. Chúc cô sớm hoàn tất được thủ tục làm sổ đỏ cho gia đình mình nhé. Chào cô.",
      "timestamp": 1757406477.96761
    },
    {
      "role": "left",
      "content": "Dạ vâng, tôi hiểu rồi ạ. Rất vui vì đã có thể cung cấp thông tin hữu ích cho anh/chị.  Chúc anh/chị sớm hoàn tất được thủ tục làm sổ đỏ cho gia đình mình một cách thuận lợi nhất. Nếu trong quá trình thực hiện có bất kỳ vướng mắc nào khác, anh/chị đừng ngần ngại liên hệ lại với Cổng Dịch vụ công Quốc gia nhé.  Chào anh/chị và chúc anh/chị một ngày tốt lành!",
      "timestamp": 1757406479.7117138
    }
  ],
  "turns": 5,
  "terminated_by_manager": true,
  "end_call_signal_detected": false,
  "termination_reason": "Người dùng đã nhận được đầy đủ thông tin về thủ tục làm sổ đỏ cho đất chưa có giấy tờ, các loại giấy tờ cần thiết, nơi nộp hồ sơ, quy trình và đặc biệt là các khoản phí cũng như khả năng được miễn tiền sử dụng đất. Người dùng đã bày tỏ sự hài lòng và cảm ơn rõ ràng: 'Nghe cô nói vậy tôi cũng yên tâm phần nào. Vậy là đỡ lo về khoản tiền sử dụng đất rồi. Tôi sẽ cố gắng về xã để làm thủ tục xác nhận trước. Cảm ơn cô Minh Anh nhiều nhé, cô tư vấn rất rõ ràng.', đồng thời cho biết sẽ thực hiện các bước tiếp theo, cho thấy mục tiêu hội thoại đã đạt được và không còn nhu cầu hỗ trợ thêm.",
  "terminator": "right",
  "conclusion_messages": [
    {
      "role": "right",
      "content": "Dạ vâng, không có gì cô ạ. Chúc cô sớm hoàn tất được thủ tục làm sổ đỏ cho gia đình mình nhé. Chào cô."
    },
    {
      "role": "left",
      "content": "Dạ vâng, tôi hiểu rồi ạ. Rất vui vì đã có thể cung cấp thông tin hữu ích cho anh/chị.  Chúc anh/chị sớm hoàn tất được thủ tục làm sổ đỏ cho gia đình mình một cách thuận lợi nhất. Nếu trong quá trình thực hiện có bất kỳ vướng mắc nào khác, anh/chị đừng ngần ngại liên hệ lại với Cổng Dịch vụ công Quốc gia nhé.  Chào anh/chị và chúc anh/chị một ngày tốt lành!"
    }
  ],
  "reached_max_turns": false
}